[
{
  "id": "A",
  "text": "Ви проходите крізь глибоку печеру до тихого озера. Ви сідаєте на березі, помічаючи сяйво жовтого світла під поверхнею, яке стає яскравішим з кожною миттю. Раптом з води виринає величезна риба, її яскраві очі освітлюють печеру. «Мандрівники, я Зорім», — каже він голосом, що змушує тремтіти камінь під ногами. «Душа моєї дружини ув’язнена в цьому самоцвіті». Він киває на яскраво-червоний кристал біля краю води. «Вона хоче відвідати свою сестру в іншому проході. Чи могли б ви відвести її туди?»",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 6
    },
    "title": "ВЗЯТИ САМOCВІТ І ПРОДАТИ ЙОГО НА РИНКУ.",
    "text": "Дружина риби безперервно базікає, і ви з полегшенням міняєте камінь на кілька монет.",
    "results": [
      "-2 репутації, жовта фракція, 2 монети",
      "монета"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ВІДНЕСТИ САМOCВІТ ЇЇ СЕСТРІ.",
    "text": "Дружина риби безперервно базікає, і ви з полегшенням, нарешті, знаходите її сестру, велику рибу з очима, як два яскравих підземних озера.",
    "results": [
      "+1 репутація, синя фракція",
      "2 серця"
    ]
  }]
},
{
  "id": "B",
  "text": "Ви знаходите містичну фортецю глогосів, підземну гору, оточену глибоким ровом. Звуки бою наповнюють печеру, і ви бачите рій кам'яношкірих глогосів, що відчайдушно б'ються з величезною саламандрою, яка світиться, немов розпечене вугілля. «Відпустіть мого сина!» — кричить саламандра, кидаючись у бій.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Бій",
      "value": 5
    },
    "title": "ДОПОМОГТИ ГЛОГОСАМ ВІДБИТИ САЛАМАНДРУ.",
    "text": "Після запеклої сутички монстр відступає, залишаючи сяючу, розплавлену речовину, яка швидко застигає.",
    "results": [
      "-1 репутація, зелена фракція, монета",
      "самоцвіт"
    ]
  },
  {
    "requirenment":
    {
      "type": "Бій",
      "value": 7
    },
    "title": "ДОПОМОГТИ САЛАМАНДРІ БИТИСЯ З ГЛОГОСАМИ.",
    "text": "Ви вриваєтесь до фортеці глогосів і знаходите ще одного обгорілого саламандра, замкненого у великій кам’яній печі.",
    "results": [
      "жовта фракція, самоцвіт",
      "+2 репутації"
    ]
  }]
},
{
  "id": "C",
  "text": "Ви знаходите крамницю на вершині невеликого пагорба. Вусатий власник крамниці вибухає ентузіазмом: «Ви якраз вчасно! Ці речі розлітаються з полиць. Ще хвилина — і в мене нічого б не залишилося!» За його спиною лежить велика купа мотлоху, а полиці заставлені вживаними іржавими інструментами та неякісними товарами.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ТОРГУВАТИСЯ ЗА ЩОСЬ.",
    "text": "Ви знаходите щось, що більш-менш збереглося серед мотлоху.",
    "results": [
      "жовта фракція, монета",
      "+2 репутації"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 6
    },
    "title": "ДОПОМОГТИ ЧОЛОВІКУ ПРИБРАТИ В КРАМНИЦІ.",
    "text": "Власник дякує вам, але виглядає розчарованим, що ви нічого не купили.",
    "results": [
      "+2 репутації, червона фракція",
      "монета"
    ]
  }]
},
{
  "id": "D",
  "text": "Ви відвідуєте місто Ебов, приємне місце з ліжками та запасами сидру. У місцевій корчмі сидять синя кішка, механічна людина та мер з великими вусами. «Мандрівнику, можливо, ви могли б нам допомогти, — каже мер. — Тепер, коли ми стали такими заможними, зростає бажання зібрати армію та помститися варварам, які спалили наше старе село і вигнали нас сюди. Чи могли б ви переконати їх забути минуле та рухатися далі?»",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ПЕРЕКОНАТИ МІСТЯН ПРОСТИТИ І ЗАБУТИ.",
    "text": "Ви продовжуєте свою подорож, задоволені тим, що місто залишиться приємним місцем із ліжками та запасами сидру.",
    "results": [
      "+3 репутації, червона фракція",
      "2 їжи"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 4
    },
    "title": "ДОПОМОГТИ МІСТЯНАМ СПЛАНУВАТИ ЇХНІЙ НАПАД НА ВАРВАРІВ.",
    "text": "Ви спостерігаєте, як армія вирушає в похід, їхні знамена підняті, вони жадають помсти.",
    "results": [
      "-2 репутації, зелена фракція, монета",
      "самоцвіт"
    ]
  }]
},
{
  "id": "E",
  "text": "Поблизу міста Ебов ви натрапляєте на кількох містян, які захопили худорлявого хлопця в одежі з хутра тварин. «Він дикий! Його рід спалив наше минуле село», — каже жінка з лютою посмішкою. «Я не дикий», — відповідає хлопець. «Ми робимо все, щоб вижити, як і ви. Скільки глогосів ви пограбували з часу заснування вашого села?»",
  "choices": [
  {
    "requirenment":
    {
      "type": "Бій",
      "value": 6
    },
    "title": "БИТИСЯ З МІСТЯНАМИ, ЩОБ ВИЗВОЛИТИ ХЛОПЦЯ.",
    "text": "Ви проганяєте містян і ділите з хлопцем трапезу, перш ніж відпустити його.",
    "results": [
      "-1 репутація, зелена фракція, 3 їжі",
      "монета"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ПЕРЕКОНАТИ МІСТЯН ВІДПУСТИТИ ХЛОПЦЯ ЯК ПЕРШИЙ КРОК ДО МИРУ.",
    "text": "Вони відпускають хлопця. «Передай своїм людям, що тут сталося», — каже жінка з лютою посмішкою.",
    "results": [
      "+1 репутація, жовта фракція",
      "+2 репутації"
    ]
  }]
},
{
  "id": "F",
  "text": "Ви входите в гай дерев, у повітрі пахне сосною та сухим листям. Маленька пухнаста істота виходить із трави й каже: «Жодних туристів! Ми закриті! Чи не бачили ви табличку?» Зграя юних жаболюдів залишила після себе величезний безлад на стоянці. Прибирання займе тиждень!",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ЗАПРОПОНУВАТИ ДОПОМОГУ З ПРИБИРАННЯМ.",
    "text": "Маленька пухнаста істота запрошує вас на вечерю з гострого овочевого тушку як нагороду.",
    "results": [
      "червона фракція, їжа",
      "+2 репутації"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ВІДШУКАТИ ЖАБОЛЮДІВ І ЗМУСИТИ ЇХ ПРИБРАТИ.",
    "text": "Ви знаходите жаболюдів на риболовлі біля річки і після короткої сутички вони погоджуються повернутися та допомогти з прибиранням.",
    "results": [
      "+3 репутації, зелена фракція",
      "монета"
    ]
  }]
},
{
  "id": "G",
  "text": "Ви знаходите статую людини, напівзасипану трав’янистим пагорбом. Обличчя має вираз шоку та жаху.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ВИКОПАТИ СТАТУЮ І ПРОДАТИ ЇЇ В МІСТІ.",
    "text": "«О, це так потворно і водночас стильно», — каже багатий торговець. «Я поставлю це в кімнаті моєї дружини».",
    "results": [
      "жовта фракція, монета, -1 репутація",
      "монета"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ВИКОПАТИ СТАТУЮ І ВІДНЕСТИ ЇЇ ДО МІСЦЕВОГО МАГА.",
    "text": "Маг варить зілля з черепів ящірок та гірких коренів, виливає його на статую, і камінь розсипається на тисячу шматочків, відкриваючи живу людину.",
    "results": [
      "отримайте 1 шукача пригод на вибір з ряду безкоштовно",
      "+2 репутації"
    ]
  }]
},
{
  "id": "H",
  "text": "Ви заходите у добре втоптану печеру, популярний вхід до земель Нижче. Спускаючись зламаними сходами, ви йдете на звук криків про допомогу, поки не знаходите жінку в клітці. «Будь ласка! Допоможіть!» — каже вона знову й знову. Її очі рухаються неприродно, і в її голосі є щось тривожне. Коли ви оглядаєте металеві прути клітки, то помічаєте, що вони час від часу здригаються, ніби сама клітка жива.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ВІДЧИНИТИ КЛІТКУ І ВИЗВОЛИТИ ЖІНКУ.",
    "text": "Коли ви відчиняєте двері, клітка та жінка раптово зникають у хмарі спор. Ви стоїте у роті величезної печерної істоти! Ледве втікши, ви повертаєтесь до Торна.",
    "results": [
      "жовта фракція, отримайте карту «Страх печер»",
      "+2 репутації"
    ]
  },
  {
    "requirenment":
    {
      "type": "Бій",
      "value": 8
    },
    "title": "АТАКУВАТИ КЛІТКУ.",
    "text": "Під час атаки клітка та жінка зникають у хмарі спор. Ви стоїте у роті величезної печерної істоти! Ви вбиваєте її та біжите.",
    "results": [
      "зелена фракція, 2 монети",
      "+2 репутації"
    ]
  }]
},
{
  "id": "I",
  "text": "Ви знаходите камінь, що гойдається на траві. Цікаво, ви штовхаєте його, і він розкривається, виявляючи кам'яношкірого глогоса. «Аргх! Я застряг тут під сонцем і не можу повернутися в печери. Світла занадто багато! Я нічого не бачу!»",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ПРОВЕСТИ ГЛОГОСА ДО ВХОДУ В ПЕЧЕРИ.",
    "text": "«Дякую, що був моїми очима», — каже він. «Я не знаю, як ви витримуєте світло вдень».",
    "results": [
      "+1 репутація, жовта фракція",
      "монета"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ПОГРАБУВАТИ ОСЛІПЛЕНОГО СОНЦЕМ ГЛОГОСА.",
    "text": "«Прокляття тобі і твоєму племені назавжди!» — кричить глогос, коли ви залишаєте його під яскравим сонцем.",
    "results": [
      "-1 репутація, зелена фракція, монета",
      "самоцвіт"
    ]
  }]
},
{
  "id": "J",
  "text": "Ви знаходите будинок з вивіскою «гарячі супи та сендвічі». Голодні, ви стукаєте у двері, і виснажена жінка відповідає: «Супу немає, чоловік відсутній. Він зазвичай готує. Але зайдіть всередину». Вона просить вас віднести лист глогосам, щоб укласти торгову угоду.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ДОСТАВИТИ ЛИСТ.",
    "text": "Ви знаходите глогоса в найближчій печері та передаєте йому листа.",
    "results": [
      "+1 репутація, жовта фракція",
      "самоцвіт"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ВІДМОВИТИСЯ І ПРИГОТУВАТИ ЇЖУ САМОМУ.",
    "text": "Невдовзі загальна зала наповнюється задоволеними відвідувачами, які ласують вашими стравами.",
    "results": [
      "червона фракція, їжа",
      "монета"
    ]
  }]
},
{
  "id": "K",
  "text": "На північ від міста Ебов ви натрапляєте на групу стародавніх різьблених колон, оточених котами. Серед них виділяється кілька особливих. Чорно-білий кіт наближається до вас і уважно дивиться.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "СЛІДУВАТИ ЗА ЧОРНИМ КОТОМ.",
    "text": "Кіт приводить вас до кошика з кошенятами та підводить до одного з них.",
    "results": [
      "жовта фракція, отримайте карту «Милий котик»",
      "+2 репутації"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ІГНОРУВАТИ КОТА І ОБШУКАТИ РУЇНИ.",
    "text": "Ви намагаєтесь не наступити на жоден хвіст, обшукуючи місце.",
    "results": [
      "-1 репутація, зелена фракція, самоцвіт",
      "монета"
    ]
  }]
},
{
  "id": "L",
  "text": "Під час дослідження земель Нижче ви чуєте, як хтось кличе вас по імені. Озирнувшись, ви бачите лише пару очей, що дивляться на вас із темряви. Коли глибокий страх починає закрадатися у ваші кістки, голос знову промовляє: «Гей, друже, чи можу я позичити кілька монет на паром?»",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 4,
      "additional": "-2 Coins"
    },
    "title": "ДАТИ ЙОМУ ТРОХИ ГРОШЕЙ.",
    "text": "Ви кидаєте кілька монет у темряву. «Дякую, я ціную це», — каже голос. «Ось, заберіть, вони мені більше не знадобляться там, куди я йду».",
    "results": [
      "жовта фракція, 3 їжі",
      "самоцвіт"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 4
    },
    "title": "СКАЗАТИ, ЩО У ВАС НЕМАЄ ГОТІВКИ.",
    "text": "«Гаразд, розумію», — каже голос. «Дякую все одно». Очі зникають, і ви більше не відчуваєте присутності у темряві.",
    "results": [
      "червона фракція",
      "2 їжи"
    ]
  }]
},
{
  "id": "M",
  "text": "Ви чуєте гуркіт і крики. Коли наближаєтеся до джерела звуків, бачите десятки переляканих ящіролюдей, що тікають зі свого прибережного селища, супроводжувані гучним тік-так тік-так. Джерелом виявляється величезний іржавий робот, який опускає на вас величезну руку та дивиться палаючими червоними очима. Тік-так стає дедалі голоснішим, коли робот наближається… Раптово все зупиняється, і робот завмирає. Ви чуєте лайку та гуркіт усередині машини, потім знову тік-так, тепер швидше, і робот кидається до вас. Є два варіанти — бігти до краю скелі або до сусіднього каменоломні.",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 4
    },
    "title": "БІГТИ ДО КРАЮ СКЕЛІ І НАМАГАТИСЯ НЕ ЗІРВАТИСЯ.",
    "text": "Ви мчите до краю скелі, робот женеться за вами. Ви хапаєтеся за виноградну лозу та звисаєте над прірвою, поки робот пролітає повз і розбивається об землю внизу.",
    "results": [
      "червона фракція",
      "монета"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 6
    },
    "title": "БІГТИ ДО КАМЕНОЛОМНІ.",
    "text": "Робот женеться за вами, але його ноги ковзають у піску, шестерні заїдають, і він падає. Десятки ящіролюдей повертаються та витягують з робота кролика — очевидно, тут відбувається дивна ворожнеча між кроликами та ящірками.",
    "results": [
      "синя фракція",
      "самоцвіт"
    ]
  }]
},
{
  "id": "N",
  "text": "Іржаві залізничні рейки ведуть вас до входу в величезну печеру. Її вхід підпертий залізом і деревом, але шахта обвалилася і тепер заповнена щебенем. Ви наступаєте на камінь, і в повітрі надовго зависає дзвінкий кришталевий звук. Ви чули легенди про співочі камені — ця занедбана шахта, мабуть, повна цих скарбів!",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 6
    },
    "title": "ПЕРЕШУКАТИ ЗАВАЛ У ПОШУКАХ СПІВОЧИХ КАМЕНІВ.",
    "text": "Ви знаходите кілька гальок, які мелодійно дзвенять, коли їх розбивають, але нічого більшого.",
    "results": [
      "червона фракція, самоцвіт",
      "самоцвіт"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 8
    },
    "title": "ПРОКЛАСТИ СОБІ ШЛЯХ ДО ДАВНЬОЇ ШАХТИ.",
    "text": "Ви проштовхуєтесь через завал і створюєте вузький тунель, поки не доходите до головних шахтних коридорів. Схоже, що обвал стався під час поспішної евакуації.",
    "results": [
      "синя фракція, їжа",
      "монета"
    ]
  }]
},
{
  "id": "O",
  "text": "Коли ви сідаєте, щоб поїсти у своїй улюбленій печерній таверні, вбігає молода жінка, кричачи про допомогу: «Глогоси забрали мій човен, а мій син досі на борту!»",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ПРОІГНОРУВАТИ ЖІНКУ І ПРОДОВЖИТИ ЇСТИ.",
    "text": "Ви продовжуєте їсти, уникаючи будь-якого контакту з жінкою чи іншими відвідувачами.",
    "results": [
      "-2 репутації, червона фракція",
      "2 їжи"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ДОПОМОГТИ ЖІНЦІ ПОВЕРНУТИ ЇЇ ЧОВЕН.",
    "text": "Ви женетесь за човном і стрибаєте на борт. Замість хлопчика, захопленого глогосами, ви знаходите пару суворих розбійників.",
    "results": [
      "+2 репутації, жовта фракція, -1 монета",
      "2 серця"
    ]
  }]
},
{
  "id": "P",
  "text": "У маленькому селі ви зустрічаєте доглядача тварин, який стверджує, що приручив гігантського равлика. «Хочете покататися на цій тварюці?» — запитує він з усмішкою. «Йому потрібні вправи».",
  "choices": [
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 5
    },
    "title": "ВІДМОВИТИСЯ, АЛЕ ПОТОРГУВАТИСЯ ЗА ЩОСЬ МЕНШЕ.",
    "text": "Чоловіку нецікаві такі м'які розваги, і він йде геть.",
    "results": [
      "-1 репутація, жовта фракція",
      "2 їжи"
    ]
  },
  {
    "requirenment":
    {
      "type": "Навик",
      "value": 7
    },
    "title": "ПОКАТАТИСЯ НА ГІГАНТСЬКОМУ РАВЛИКУ.",
    "text": "Равлик, хоч і гігантський, має розміри вівці. Ви намагаєтесь підійти, але він б'є вас липким щупальцем. Після кількох спроб ви таки сідаєте верхи.",
    "results": [
      "+1 репутація, зелена фракція, монета",
      "монета"
    ]
  }]
}]